[    {"proposition": 14,"content": "AUTHORIZES BONDS TO CONTINUE FUNDING STEM CELL AND OTHER MEDICAL RESEARCH. INITIATIVE STATUTE. Authorizes $5.5 billion in state general obligation bonds to fund grants from the California Institute of Regenerative Medicine to educational, non-profit, and private entities for: (1) stem cell and other medical research, therapy development, and therapy delivery; (2) medical training; and (3) construction of research facilities. Dedicates $1.5 billion to fund research and therapy for Alzheimer's, Parkinson's, stroke, epilepsy, and other brain and central nervous system diseases and conditions. Limits bond issuance to $540 million annually. Appropriates money from General Fund to repay bond debt, but postpones repayment for first five years. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: State costs of $7.8 billion to pay off principal ($5.5 billion) and interest ($2.3 billion) on the bonds. Associated average annual debt payments of about $310 million for 25 years. The costs could be higher or lower than these estimates depending on factors such as the interest rate and the period of time over which the bonds are repaid. The state General Fund would pay most of the costs, with a relatively small amount of interest repaid by bond proceeds. (19-0022A1.)"},{"proposition": 15, "content": "INCREASES FUNDING FOR PUBLIC SCHOOLS, COMMUNITY COLLEGES, AND LOCAL GOVERNMENT SERVICES BY CHANGING TAX ASSESSMENT OF COMMERCIAL AND INDUSTRIAL PROPERTY. INITIATIVE CONSTITUTIONAL AMENDMENT. Increases funding for K-12 public schools, community colleges, and local governments by requiring that commercial and industrial real property be taxed based on current market value. Exempts from this change: residential properties; agricultural properties; and owners of commercial and industrial properties with combined value of $3 million or less. Increased education funding will supplement existing school funding guarantees. Exempts small businesses from personal property tax; for other businesses, exempts $500,000 worth of personal property. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: Net increase in annual property tax revenues of $7.5 billion to $12 billion in most years, depending on the strength of real estate markets. After backfilling state income tax losses related to the measure and paying for county administrative costs, the remaining $6.5 billion to $11.5 billion would be allocated to schools (40 percent) and other local governments (60 percent). (19-0008.)"},{"proposition": 16, "content": "ACA 5 (Resolution Chapter 23), Weber. Government preferences. (PDF)"},{"proposition": 17, "content": "ACA 6 (Resolution Chapter 24), McCarty. Elections: disqualification of electors. (PDF)"},{"proposition": 18, "content": "ACA 4 (Resolution Chapter 30), Mullin. Elections: voting age. (PDF)"},{"proposition": 19, "content": "ACA 11 (Resolution Chapter 31), Mullin. The Home Protection for Seniors, Severely Disabled, Families, and Victims of Wildfire or Natural Disasters Act. (PDF)"},{"proposition": 20, "content": "RESTRICTS PAROLE FOR NON-VIOLENT OFFENDERS. AUTHORIZES FELONY SENTENCES FOR CERTAIN OFFENSES CURRENTLY TREATED ONLY AS MISDEMEANORS. INITIATIVE STATUTE.Imposes restrictions on parole program for non-violent offenders who have completed the full term for their primary offense. Expands list of offenses that disqualify an inmate from this parole program. Changes standards and requirements governing parole decisions under this program. Authorizes felony charges for specified theft crimes currently chargeable only as misdemeanors, including some theft crimes where the value is between $250 and $950. Requires persons convicted of specified misdemeanors to submit to collection of DNA samples for state database. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local government: Increased state and local correctional costs likely in the tens of millions of dollars annually, primarily related to increases in penalties for certain theft-related crimes and the changes to the nonviolent offender release consideration process. Increased state and local court-related costs of around a few million dollars annually related to processing probation revocations and additional felony theft filings. Increased state and local law enforcement costs not likely to exceed a couple million dollars annually related to collecting and processing DNA samples from additional offenders. (17-0044.)"},{"proposition": 21, "content": "EXPANDS LOCAL GOVERNMENTS' AUTHORITY TO ENACT RENT CONTROL ON RESIDENTIAL PROPERTY. INITIATIVE STATUTE.  Amends state law to allow local governments to establish rent control on residential properties over 15 years old. Allows rent increases on rent-controlled properties of up to 15 percent over three years from previous tenant's rent above any increase allowed by local ordinance. Exempts individuals who own no more than two homes from new rent-control policies. In accordance with California law, provides that rent-control policies may not violate landlords' right to a fair financial return on their property. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: Potential reduction in state and local revenues of tens of millions of dollars per year in the long term. Depending on actions by local communities, revenue losses could be less or more. (19-0001.)"},{"proposition": 22, "content": "CHANGES EMPLOYMENT CLASSIFICATION RULES FOR APP-BASED TRANSPORTATION AND DELIVERY DRIVERS. INITIATIVE STATUTE.  Establishes different criteria for determining whether app-based transportation (rideshare) and delivery drivers are 'employees' or 'independent contractors.' Independent contractors are not entitled to certain state-law protections afforded employees—including minimum wage, overtime, unemployment insurance, and workers' compensation. Instead, companies with independent-contractor drivers will be required to provide specified alternative benefits, including: minimum compensation and healthcare subsidies based on engaged driving time, vehicle insurance, safety training, and sexual harassment policies. Restricts local regulation of app-based drivers; criminalizes impersonation of such drivers; requires background checks. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: Increase in state personal income tax revenue of an unknown amount. (19-0026A1)"},{"proposition": 23, "content": "AUTHORIZES STATE REGULATION OF KIDNEY DIALYSIS CLINICS. ESTABLISHES MINIMUM STAFFING AND OTHER REQUIREMENTS. INITIATIVE STATUTE. Requires at least one licensed physician on site during treatment at outpatient kidney dialysis clinics; authorizes Department of Public Health to exempt clinics from this requirement due to shortages of qualified licensed physicians if at least one nurse practitioner or physician assistant is on site. Requires clinics to report dialysis-related infection data to state and federal governments. Requires state approval for clinics to close or reduce services. Prohibits clinics from discriminating against patients based on the source of payment for care. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: Increased state and local health care costs, likely in the low tens of millions of dollars annually, resulting from increased dialysis treatment costs. (19-0025A1.)"},{"proposition": 24, "content": "AMENDS CONSUMER PRIVACY LAWS. INITIATIVE STATUTE. Permits consumers to: (1) prevent businesses from sharing personal information; (2) correct inaccurate personal information; and (3) limit businesses' use of 'sensitive personal information'—such as precise geolocation; race; ethnicity; religion; genetic data; union membership; private communications; and certain sexual orientation, health, and biometric information. Changes criteria for which businesses must comply with these laws. Prohibits businesses' retention of personal information for longer than reasonably necessary. Triples maximum penalties for violations concerning consumers under age 16. Establishes California Privacy Protection Agency to enforce and implement consumer privacy laws, and impose administrative fines. Requires adoption of substantive regulations. Summary of estimate by Legislative Analyst and Director of Finance of fiscal impact on state and local governments: Increased annual state costs of roughly $10 million for a new state agency to monitor compliance and enforcement of consumer privacy laws. Increased state costs, potentially reaching the low millions of dollars annually, from increased workload to DOJ and the state courts, some or all of which would be offset by penalty revenues. Unknown impact on state and local tax revenues due to economic effects resulting from new requirements on businesses to protect consumer information. (19-0021A1.)"},{"proposition": 25, "content": "REFERENDUM TO OVERTURN A 2018 LAW THAT REPLACED MONEY BAIL SYSTEM WITH A SYSTEM BASED ON PUBLIC SAFETY RISK.  If this petition is signed by the required number of registered voters and timely filed, a referendum will be placed on the next statewide ballot requiring a majority of voters to approve a 2018 state law before it can take effect. The 2018 law replaces the money bail system with a system for pretrial release from jail based on a determination of public safety or flight risk, and limits pretrial detention for most misdemeanors. (18-0009)"}]